Revit 2027 API
BuiltInFailures.TagFailures.CannotRemapTagReference Property
 The tag reference was not remapped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotRemapTagReference { get; }
Public Shared ReadOnly Property CannotRemapTagReference As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotRemapTagReference {
	FailureDefinitionId^ get ();
}
static member CannotRemapTagReference : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace